[["id","cn","content"]
,[1,"跟着我的手势配对3个相同的动物， 每成功消除一次，就会少一步哦！","Match 3 animals. They will be eliminated, and one step less."]
,[2,"跟着手势向下滑，配对4个消除物。消除4个动物元素后会获得神奇目镜效果。","Move your finger, and match four. You will get a magic eyepiece."]
,[3,"神奇目镜能够同时消除竖排或横排的元素哦！","And it will remove the whole row or column."]
,[4,"是不是很厉害？让我们在试一次！ ","Amazing? Try again."]
,[5,"这样我们就可以消除一横排的元素啦！","The whole row or column is removed."]
,[6,"这次我们遇到的元素——传送带！","Let's meet the conveyer belt."]
,[7,"发生一次消除后，传送带上的元素会发生一次传送！","The animals on the converyer belt will move after one elimination."]
,[8,"达成L型或T型消除，能合成[墨镜炸弹]！","When the match is a L or T shape, a Sunglass Bomb is generated."]
,[9,"墨镜炸弹能够大范围的消除元素哦！让我们来看看炸弹的威力吧！","The bomb can remove the animals on a large scale. Wait and see!"]
,[10,"消除越多的炸弹越容易过关哦！","The more booms, The easier to finish the task."]
,[11,"本关任务，铺草坪。把动物头像往左移，消除他们，就能铺开草坪格子啦！","Task: Grow the lawn. Move the animals and eliminate them. The blank area will turn to lawn."]
,[12,"在草坪格子上进行的消除，都能把草坪铺开哟，加油！本关目标是铺30格草坪！","Remove the animals and the lawn will grow. The task of this levle is to grow 30 squares of lawn."]
,[13,"5消可以得到更赞的[暴走幽灵]!","Match 5 animals, a powerful sprite will appear."]
,[14,"和任意动物交换后，就能消除棋盘上所有同色的动物！   ","Exchange its position with any animal. All the same animals on the board will disappear."]
,[15,"棋局中有时会有一些特殊棋格，像这些动物下面的冰块。 ","There will be some special squares, like the ice cubes under the animals."]
,[16,"不过呢，只要消除这些冰块上的动物，就能破除冰块咯！                ","Remove the animals on the ice cubes, they will break."]
,[17,"只要破除所有冰块就可以通关啦！加油吧！","Break all the ice cubes to finish the task."]
,[18,"这次我们的任务是——收集宝石！收集足够的宝石才能过关哦！","Task: Collect Gems. Collecting enough gems to finish the task."]
,[19,"只要把有宝石的小动物消除掉，就可以收集宝石啦！","Remove the animals with gem, you can get the gems."]
,[20,"你发现了吗？几种特殊动物是可以混合作用的。","See, different special animals can take mix effects"]
,[21,"把这两个[目镜射线]互相交换，就能产生一个十字爆炸效果。","Exchange the position of the two eyepiecees can make a cross explosion."]
,[22,"是不是很炫！让我们在来一次！","Great, let's try again."]
,[23," 搭配交换不同的特殊动物，有不同的功效哦，快继续探索吧！","Exchange with different special animals, get different special effects."]
,[24," 是不是感觉四消的机会不多？用这个[神奇目镜]就能把普通动物变成[目镜射线] 啦！","Find hard to match 4? Use the magic eyepiece."]
,[25," [神奇目镜]可把普通动物变成“横向”或“竖向”目镜，威力很大哦！","Magic eyepiece changes the normal animals into horizontal or vertical eyepieces"]
,[26,"当用这个道具时，点击两个动物，它们的位置就互换了哦！","Tap the two animals, then their positions will exchange."]
,[27,"这次我们遇到的元素——气泡。将它消除，水面会上升一层！","Let's meet the bubbles. Pierce them, the water surface will rise up."]
,[28,"在水中的小动物，就会向上漂浮哦！","The animals in the water will float up."]
,[29,"这次出现的是骨头饼干。我们要获得它就需要把它运送到最底层。","We need to deliver the bone cookies to the bottom to collect them."]
,[30,"这些饼干会随机生成在最上方，让饼干落到底层任意一格就算收集成功。","These cakes appear randomly at the top. Move them to the bottom to collect them."]
,[31,"在步数完成前要收集完所有饼干哦！","Collect all the cookies in the given steps."]
,[32,"为了获得更强大的力量，去宠物小窝孵化更强的宠物吧！","Hatch powerful pets to get more power."]
,[33,"你的宠物都在这里等你哟！","Your pets are waiting for you here."]
,[34,"点击孵化就能获得萌萌的宠物。                ","Tap the \"Hatch\" to get the pets."]
,[35,"获得萌萌哒的宠物啦！","Received the pets."]
,[36,"让我们换它上阵吧！","let them fight with us."]
,[37,"点击这里就能更换宠物啦！","Click here to change pet."]
,[38,"左右滑动即可切换宠物。","Slide to change pet."]
,[39,"点击即可更换宠物。","Click to change pet."]
,[40,"下面我们来学习怎么强化宠物。点击这里。","Let's learn how to strengthen the pet, click here."]
,[41,"选择低星级的宠物作为升级材料.","Choose a low-level pet as the upgrading material "]
,[42,"在点击升级即可完成升级啦！","Click \"Level up\" to upgrade"]
]